Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# NoActionableLogsFoundMessage
source: No actionable logs were found among the retrieved data to create a Supplemental policy with.
ar: لم يتم العثور على سجلات قابلة للتنفيذ بين البيانات المستردة لإنشاء سياسة تكميلية بها.
de_de: Unter den abgerufenen Daten wurden keine verwertbaren Protokolle gefunden, mit denen eine zusätzliche Richtlinie erstellt werden kann.
el_gr: Δεν βρέθηκαν αρχεία καταγραφής που να επιδέχονται ενέργειας μεταξύ των ανακτηθέντων δεδομένων για δημιουργία συμπληρωματικής πολιτικής.
es: No se encontraron registros procesables entre los datos recuperados para crear una directiva Suplementaria.
fr_fr: Aucun journal exploitable trouvé parmi les données récupérées pour créer une politique supplémentaire.
he_il: לא נמצאו יומנים ברי פעולה בין הנתונים שהושגו לצורך יצירת מדיניות משלימה.
hi_in: प्राप्त डेटा में से पूरक नीति बनाने के लिए कोई उपयुक्त लॉग नहीं मिले।
ja_jp: 取得したデータの中に、補足ポリシーを作成するための実用的なログは見つかりませんでした。
ml_in: അനുബന്ധ നയം സൃഷ്ടിക്കുന്നതിന് വീണ്ടെടുത്ത ഡാറ്റയിൽ പ്രവർത്തനക്ഷമമായ ലോഗുകളൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono żadnych dzienników umożliwiających podjęcie działań wśród pobranych danych w celu utworzenia zasad uzupełniających.
tr_tr: Alınan veriler arasında Tamamlayıcı bir politika oluşturmak için işlem yapılabilir günlük bulunamadı.

# ErrorRetrievingMDEAdvancedHuntingLogsMessage
source: There was an error retrieving the MDE Advanced Hunting logs from MSGraph:
ar: حدث خطأ أثناء استرداد سجلات MDE Advanced Hunting من MSGraph:
de_de: Beim Abrufen der MDE Advanced Hunting-Protokolle von MSGraph ist ein Fehler aufgetreten:
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των αρχείων καταγραφής MDE Advanced Hunting από το MSGraph:
es: Hubo un error al recuperar los registros de Búsqueda Avanzada de MDE desde MSGraph:
fr_fr: Une erreur s'est produite lors de la récupération des journaux de recherche avancée MDE depuis MSGraph :
he_il: אירעה שגיאה בשליפת יומני MDE Advanced Hunting מ-MSGraph:
hi_in: MSGraph से MDE उन्नत शिकार लॉग्स प्राप्त करते समय त्रुटि:
ja_jp: MSGraphからMDE高度な追求ログを取得中にエラーが発生しました：
ml_in: MSGraph-ൽ നിന്ന് MDE അഡ്വാൻസ്ഡ് ഹണ്ടിംഗ് ലോഗുകൾ വീണ്ടെടുക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു:
pl_pl: Wystąpił błąd podczas pobierania dzienników zaawansowanego wyszukiwania MDE z MSGraph:
tr_tr: MDE Advanced Hunting günlükleri MSGraph'tan alınırken bir hata oluştu:

# AddLogsToSelectedPolicyMessage
source: Add logs to the selected policy
ar: إضافة سجلات إلى السياسة المحددة
de_de: Protokolle zur ausgewählten Richtlinie hinzufügen
el_gr: Προσθήκη αρχείων καταγραφής στην επιλεγμένη πολιτική
es: Agregar registros a la directiva seleccionada
fr_fr: Ajouter des journaux à la politique sélectionnée
he_il: הוסף יומנים למדיניות הנבחרת
hi_in: चयनित नीति में लॉग जोड़ें
ja_jp: 選択したポリシーにログを追加
ml_in: തിരഞ്ഞെടുത്ത നയത്തിലേക്ക് ലോഗുകൾ ചേർക്കുക
pl_pl: Dodaj dzienniki do wybranych zasad
tr_tr: Seçilen politikaya günlük ekle

# CreatePolicyForBaseGUIDMessage
source: Create Policy for Base GUID
ar: إنشاء سياسة لمعرف GUID الأساسي
de_de: Richtlinie für Basis-GUID erstellen
el_gr: Δημιουργία πολιτικής για το βασικό GUID
es: Crear Directiva para GUID Base
fr_fr: Créer une Politique pour le GUID de Base
he_il: צור מדיניות עבור Base GUID
hi_in: बेस GUID के लिए नीति बनाएं
ja_jp: ベースGUID用のポリシーを作成
ml_in: അടിസ്ഥാന GUID-നായി നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady dla podstawowego identyfikatora GUID
tr_tr: Temel GUID için Politika Oluşturun

# NoCompatibleFilesDetectedSubtitle
source: No AppControl compatible files have been detected in any of the files and folder paths you selected.
ar: لم يتم الكشف عن أي ملفات متوافقة مع AppControl في أي من مسارات الملفات والمجلدات التي حددتها.
de_de: Es wurden in keinem der von Ihnen ausgewählten Datei- und Ordnerpfade AppControl-kompatible Dateien erkannt.
el_gr: Δεν εντοπίστηκαν αρχεία συμβατά με AppControl σε κανένα από τα αρχεία και φακέλους που επιλέξατε.
es: No se han detectado archivos compatibles con AppControl en ninguna de las rutas de archivos y carpetas que seleccionó.
fr_fr: Aucun fichier compatible AppControl n'a été détecté dans les fichiers et dossiers que vous avez sélectionnés.
he_il: לא זוהו קבצים תאימים ל-AppControl באף אחד מנתיבי הקבצים והתיקיות שבחרת.
hi_in: आपके चयनित फ़ाइल और फ़ोल्डर पथों में कोई AppControl संगत फ़ाइल नहीं मिली।
ja_jp: 選択したファイルおよびフォルダーパスのいずれにも、AppControl互換ファイルは検出されませんでした。
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത ഫയലുകളിലും ഫോൾഡർ പാതകളിലും ആപ്പ്കൺട്രോൾ അനുയോജ്യമായ ഫയലുകളൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: Nie wykryto żadnych plików zgodnych z AppControl w żadnej z wybranych ścieżek plików i folderów.
tr_tr: Seçtiğiniz dosya ve klasör yollarının hiçbirinde AppControl uyumlu dosya algılanmadı.

# ScanCompletedCreatingSupplementalPolicyMessage
source: Scan completed, creating the Supplemental policy.
ar: اكتمل الفحص، جارٍ إنشاء السياسة التكميلية.
de_de: Scan abgeschlossen, die zusätzliche Richtlinie wird erstellt.
el_gr: Η σάρωση ολοκληρώθηκε, δημιουργία συμπληρωματικής πολιτικής.
es: Escaneo completado, creando la directiva Suplementaria.
fr_fr: Analyse terminée, création de la politique supplémentaire.
he_il: הסריקה הושלמה, יוצר את המדיניות המשלימה.
hi_in: स्कैन पूरा हुआ, पूरक नीति बना रहे हैं।
ja_jp: スキャンが完了しました。補足ポリシーを作成しています。
ml_in: സ്കാൻ പൂർത്തിയായി, അനുബന്ധ നയം സൃഷ്ടിക്കുന്നു.
pl_pl: Skanowanie zakończone, tworzenie zasad uzupełniających.
tr_tr: Tamamlayıcı politika oluşturularak tarama tamamlandı.

# CreatingPatternBasedFilePathRuleDenyPolicyMessage
source: Creating the Pattern-based File Path rule Deny policy.
ar: إنشاء سياسة رفض قاعدة مسار الملف المستندة إلى النمط.
de_de: Erstellen der Pattern-based File Path Rule Deny-Richtlinie.
el_gr: Δημιουργία πολιτικής Άρνησης κανόνα μοτίβου διαδρομής αρχείου.
es: Creando la directiva de Denegación de regla de Ruta de Archivo Basada en Patrón.
fr_fr: Création de la politique de refus basée sur des règles de chemin de fichier.
he_il: יוצר את מדיניות Pattern-based File Path rule Deny.
hi_in: पैटर्न-आधारित फ़ाइल पथ नियम Deny नीति बना रहे हैं।
ja_jp: パターンベースのファイルパスルール拒否ポリシーを作成しています。
ml_in: പാറ്റേൺ-അധിഷ്ഠിത ഫയൽ പാത്ത് റൂൾ നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുന്നു.
pl_pl: Tworzenie zasad odmowy reguły ścieżki pliku opartej na wzorcu.
tr_tr: Desen Tabanlı Dosya Yolu kuralı Reddetme ilkesini oluşturma.

# SuccessfullyCreatedPatternBasedFilePathRuleDenyPolicyMessage
source: Successfully created Pattern-based File Path rule Deny policy.
ar: تم إنشاء سياسة رفض قاعدة مسار الملف المستندة إلى النمط بنجاح.
de_de: Pattern-based File Path Rule Deny-Richtlinie erfolgreich erstellt.
el_gr: Η πολιτική Άρνησης κανόνα μοτίβου διαδρομής αρχείου δημιουργήθηκε επιτυχώς.
es: Se creó correctamente la directiva de Denegación de regla de Ruta de Archivo Basada en Patrón.
fr_fr: Création réussie de la politique de refus basée sur des règles de chemin de fichier.
he_il: נוצרה בהצלחה מדיניות Pattern-based File Path rule Deny.
hi_in: पैटर्न-आधारित फ़ाइल पथ नियम Deny नीति सफलतापूर्वक बनाई गई।
ja_jp: パターンベースのファイルパスルール拒否ポリシーが正常に作成されました。
ml_in: പാറ്റേൺ-അധിഷ്ഠിത ഫയൽ പാത്ത് റൂൾ നിഷേധിക്കൽ നയം വിജയകരമായി സൃഷ്ടിച്ചു.
pl_pl: Pomyślnie utworzono zasady odmowy reguły ścieżki pliku opartej na wzorcu.
tr_tr: Desen Tabanlı Dosya Yolu kuralı Reddetme ilkesi başarıyla oluşturuldu.

# AllDataClearedMsg
source: All of the data has been successfully cleared.
ar: تم مسح جميع البيانات بنجاح.
de_de: Alle Daten wurden erfolgreich gelöscht.
el_gr: Όλα τα δεδομένα εκκαθαρίστηκαν επιτυχώς.
es: Todos los datos se han borrado correctamente.
fr_fr: Toutes les données ont été effacées avec succès.
he_il: כל הנתונים נוקו בהצלחה.
hi_in: सारा डेटा सफलतापूर्वक साफ़ कर दिया गया है।
ja_jp: すべてのデータが正常にクリアされました。
ml_in: എല്ലാ ഡാറ്റയും വിജയകരമായി ക്ലിയർ ചെയ്തു.
pl_pl: Wszystkie dane zostały pomyślnie wyczyszczone.
tr_tr: Tüm veriler başarıyla temizlendi.

# SelectPolicyBeforeLoad
source: Please select a policy file and load it before using the save feature.
ar: يرجى تحديد ملف سياسة وتحميله قبل استخدام ميزة الحفظ.
de_de: Bitte wählen Sie eine Richtliniendatei aus und laden Sie sie, bevor Sie die Speicherfunktion verwenden.
el_gr: Παρακαλώ επιλέξτε ένα αρχείο πολιτικής και φορτώστε το πριν χρησιμοποιήσετε τη δυνατότητα αποθήκευσης.
es: Por favor, seleccione un archivo de directiva y cárguelo antes de usar la función de guardar.
fr_fr: Veuillez sélectionner un fichier de politique et le charger avant d'utiliser la fonction de sauvegarde.
he_il: אנא בחר קובץ מדיניות וטען אותו לפני השימוש בתכונת השמירה.
hi_in: कृपया एक नीति फ़ाइल चुनें और सेव सुविधा का उपयोग करने से पहले इसे लोड करें।
ja_jp: 保存機能を使用する前に、ポリシーファイルを選択して読み込んでください。
ml_in: സേവ് ഫീച്ചർ ഉപയോഗിക്കുന്നതിന് മുമ്പ് ദയവായി ഒരു പോളിസി ഫയൽ തിരഞ്ഞെടുത്ത് ലോഡ് ചെയ്യുക.
pl_pl: Proszę wybrać plik zasad i załadować go przed użyciem funkcji zapisywania.
tr_tr: Lütfen bir politika dosyası seçin ve kaydetme özelliğini kullanmadan önce bu dosyayı yükleyin.

# EnterPolicyVersion
source: Please enter a policy version, it cannot be empty.
ar: الرجاء إدخال إصدار للسياسة، لا يمكن تركه فارغًا.
de_de: Bitte geben Sie eine Richtlinienversion ein, sie darf nicht leer sein.
el_gr: παρακαλώ εισαγάγετε μια έκδοση πολιτικής, δεν μπορεί να είναι κενή.
es: por favor ingrese una versión de directiva, no puede estar vacía.
fr_fr: Veuillez saisir une version de politique, elle ne peut pas être vide.
he_il: אנא הזן גרסת מדיניות, היא אינה יכולה להיות ריקה.
hi_in: कृपया एक नीति संस्करण दर्ज करें, यह खाली नहीं हो सकता।
ja_jp: ポリシーバージョンを入力してください。空にできません。
ml_in: ദയവായി ഒരു പോളിസി പതിപ്പ് നൽകുക, അത് ശൂന്യമായിരിക്കാൻ പാടില്ല.
pl_pl: proszę wprowadzić wersję zasad, nie może być pusta.
tr_tr: Lütfen bir politika sürümü girin; boş olamaz.

# AlgorithmSettingsCard.Header
source: Algorithm
ar: الخوارزمية
de_de: Algorithmus
el_gr: Αλγόριθμος
es: Algoritmo
fr_fr: Algorithme
he_il: אלגוריתם
hi_in: एल्गोरिथ्म
ja_jp: アルゴリズム
ml_in: അൽഗോരിതം
pl_pl: Algorytm
tr_tr: Algoritma

# AlgorithmSettingsCard.Description
source: The cryptographic algorithm used for encryption.
ar: خوارزمية التشفير المستخدمة.
de_de: Der kryptografische Algorithmus, der für die Verschlüsselung verwendet wird.
el_gr: Ο κρυπτογραφικός αλγόριθμος που χρησιμοποιείται για την κρυπτογράφηση.
es: El algoritmo criptográfico utilizado para el cifrado.
fr_fr: L'algorithme cryptographique utilisé pour le chiffrement.
he_il: האלגוריתם הקריפטוגרפי המשמש להצפנה.
hi_in: एन्क्रिप्शन के लिए उपयोग किया जाने वाला क्रिप्टोग्राफ़िक एल्गोरिथ्म।
ja_jp: 暗号化に使用される暗号アルゴリズム。
ml_in: എൻക്രിപ്ഷനായി ഉപയോഗിക്കുന്ന ക്രിപ്റ്റോഗ്രാഫിക് അൽഗോരിതം.
pl_pl: Algorytm kryptograficzny używany do szyfrowania.
tr_tr: Şifreleme için kullanılan şifreleme algoritması.

# AlgorithmSettingsCard.ToolTipService.ToolTip
source: The cryptographic algorithm used for encryption.
ar: خوارزمية التشفير المستخدمة.
de_de: Der kryptografische Algorithmus, der für die Verschlüsselung verwendet wird.
el_gr: Ο κρυπτογραφικός αλγόριθμος που χρησιμοποιείται για την κρυπτογράφηση.
es: El algoritmo criptográfico utilizado para el cifrado.
fr_fr: L'algorithme cryptographique utilisé pour le chiffrement.
he_il: האלגוריתם הקריפטוגרפי המשמש להצפנה.
hi_in: एन्क्रिप्शन के लिए उपयोग किया जाने वाला क्रिप्टोग्राफ़िक एल्गोरिथ्म।
ja_jp: 暗号化に使用される暗号アルゴリズム。
ml_in: എൻക്രിപ്ഷനായി ഉപയോഗിക്കുന്ന ക്രിപ്റ്റോഗ്രാഫിക് അൽഗോരിതം.
pl_pl: Algorytm kryptograficzny używany do szyfrowania.
tr_tr: Şifreleme için kullanılan şifreleme algoritması.

# AlgorithmSettingsCard.AutomationProperties.HelpText
source: The cryptographic algorithm used for encryption.
ar: خوارزمية التشفير المستخدمة.
de_de: Der kryptografische Algorithmus, der für die Verschlüsselung verwendet wird.
el_gr: Ο κρυπτογραφικός αλγόριθμος που χρησιμοποιείται για την κρυπτογράφηση.
es: El algoritmo criptográfico utilizado para el cifrado.
fr_fr: L'algorithme cryptographique utilisé pour le chiffrement.
he_il: האלגוריתם הקריפטוגרפי המשמש להצפנה.
hi_in: एन्क्रिप्शन के लिए उपयोग किया जाने वाला क्रिप्टोग्राफ़िक एल्गोरिथ्म।
ja_jp: 暗号化に使用される暗号アルゴリズム。
ml_in: എൻക്രിപ്ഷനായി ഉപയോഗിക്കുന്ന ക്രിപ്റ്റോഗ്രാഫിക് അൽഗോരിതം.
pl_pl: Algorytm kryptograficzny używany do szyfrowania.
tr_tr: Şifreleme için kullanılan şifreleme algoritması.

# StrictKernelModeSettingsExpander.Header
source: Kernel-mode policy
ar: سياسة وضع النواة الصارم
de_de: Kernelmodus-Richtlinie
el_gr: Πολιτική λειτουργίας πυρήνα
es: Directiva de modo kernel
fr_fr: Politique Mode Noyau
he_il: מדיניות מצב ליבה
hi_in: कर्नेल-मोड नीति
ja_jp: カーネルモードポリシー
ml_in: കേർണൽ-മോഡ് പോളിസി
pl_pl: Zasady trybu jądra
tr_tr: Çekirdek modu politikası

# StrictKernelModeSettingsExpander.Description
source: Create a Kernel-mode policy by scanning the event logs or scanning all local drivers
ar: إنشاء سياسة وضع النواة عن طريق مسح سجلات الأحداث أو مسح جميع برامج التشغيل المحلية
de_de: Erstellen Sie eine Kernelmodus-Richtlinie, indem Sie die Ereignisprotokolle oder alle lokalen Treiber scannen
el_gr: Δημιουργήστε μια πολιτική λειτουργίας πυρήνα σαρώνοντας τα αρχεία καταγραφής συμβάντων ή σαρώνοντας όλους τους τοπικούς οδηγούς
es: Crear una directiva de modo kernel escaneando los registros de eventos o escaneando todos los controladores locales
fr_fr: Créer une politique Mode Noyau en analysant les journaux d'événements ou tous les pilotes locaux
he_il: צור מדיניות מצב ליבה על ידי סריקת יומני אירועים או סריקת כל מנהלי ההתקנים המקומיים
hi_in: इवेंट लॉग को स्कैन करके या सभी स्थानीय ड्राइवरों को स्कैन करके कर्नेल-मोड नीति बनाएं
ja_jp: イベントログのスキャンまたはすべてのローカルドライバーのスキャンにより、カーネルモードポリシーを作成します
ml_in: ഇവന്റ് ലോഗുകൾ സ്കാൻ ചെയ്തോ എല്ലാ പ്രാദേശിക ഡ്രൈവറുകളും സ്കാൻ ചെയ്തോ ഒരു കേർണൽ-മോഡ് പോളിസി ഉണ്ടാക്കുക
pl_pl: Utwórz zasady trybu jądra poprzez skanowanie dzienników zdarzeń lub skanowanie wszystkich lokalnych sterowników
tr_tr: Olay günlüklerini tarayarak veya tüm yerel sürücüleri tarayarak bir Çekirdek modu ilkesi oluşturun

# StrictKernelModeSettingsExpander.ToolTipService.ToolTip
source: Create a Kernel-mode policy by scanning the event logs or scanning all local drivers
ar: إنشاء سياسة وضع النواة عن طريق مسح سجلات الأحداث أو مسح جميع برامج التشغيل المحلية
de_de: Erstellen Sie eine Kernelmodus-Richtlinie, indem Sie die Ereignisprotokolle oder alle lokalen Treiber scannen
el_gr: Δημιουργήστε μια πολιτική λειτουργίας πυρήνα σαρώνοντας τα αρχεία καταγραφής συμβάντων ή σαρώνοντας όλους τους τοπικούς οδηγούς
es: Crear una directiva de modo kernel escaneando los registros de eventos o escaneando todos los controladores locales
fr_fr: Créer une politique Mode Noyau en analysant les journaux d'événements ou tous les pilotes locaux
he_il: צור מדיניות מצב ליבה על ידי סריקת יומני אירועים או סריקת כל מנהלי ההתקנים המקומיים
hi_in: इवेंट लॉग को स्कैन करके या सभी स्थानीय ड्राइवरों को स्कैन करके कर्नेल-मोड नीति बनाएं
ja_jp: イベントログのスキャンまたはすべてのローカルドライバーのスキャンにより、カーネルモードポリシーを作成します
ml_in: ഇവന്റ് ലോഗുകൾ സ്കാൻ ചെയ്തോ എല്ലാ പ്രാദേശിക ഡ്രൈവറുകളും സ്കാൻ ചെയ്തോ ഒരു കേർണൽ-മോഡ് പോളിസി ഉണ്ടാക്കുക
pl_pl: Utwórz zasady trybu jądra poprzez skanowanie dzienników zdarzeń lub skanowanie wszystkich lokalnych sterowników
tr_tr: Olay günlüklerini tarayarak veya tüm yerel sürücüleri tarayarak bir Çekirdek modu ilkesi oluşturun

# StrictKernelModeSettingsExpander.AutomationProperties.HelpText
source: Create a Kernel-mode policy by scanning the event logs or scanning all local drivers
ar: إنشاء سياسة وضع النواة عن طريق مسح سجلات الأحداث أو مسح جميع برامج التشغيل المحلية
de_de: Erstellen Sie eine Kernelmodus-Richtlinie, indem Sie die Ereignisprotokolle oder alle lokalen Treiber scannen
el_gr: Δημιουργήστε μια πολιτική λειτουργίας πυρήνα σαρώνοντας τα αρχεία καταγραφής συμβάντων ή σαρώνοντας όλους τους τοπικούς οδηγούς
es: Crear una directiva de modo kernel escaneando los registros de eventos o escaneando todos los controladores locales
fr_fr: Créer une politique Mode Noyau en analysant les journaux d'événements ou tous les pilotes locaux
he_il: צור מדיניות מצב ליבה על ידי סריקת יומני אירועים או סריקת כל מנהלי ההתקנים המקומיים
hi_in: इवेंट लॉग को स्कैन करके या सभी स्थानीय ड्राइवरों को स्कैन करके कर्नेल-मोड नीति बनाएं
ja_jp: イベントログのスキャンまたはすべてのローカルドライバーのスキャンにより、カーネルモードポリシーを作成します
ml_in: ഇവന്റ് ലോഗുകൾ സ്കാൻ ചെയ്തോ എല്ലാ പ്രാദേശിക ഡ്രൈവറുകളും സ്കാൻ ചെയ്തോ ഒരു കേർണൽ-മോഡ് പോളിസി ഉണ്ടാക്കുക
pl_pl: Utwórz zasady trybu jądra poprzez skanowanie dzienników zdarzeń lub skanowanie wszystkich lokalnych sterowników
tr_tr: Olay günlüklerini tarayarak veya tüm yerel sürücüleri tarayarak bir Çekirdek modu ilkesi oluşturun

# AutoDriverDetectionSettingsCard.Header
source: Auto Driver Detection
ar: الكشف التلقائي عن برامج التشغيل
de_de: Automatische Treibererkennung
el_gr: Αυτόματη Ανίχνευση Οδηγών
es: Detección Automática de Controladores
fr_fr: Détection Automatique de Pilotes
he_il: זיהוי מנהלי התקנים אוטומטי
hi_in: ऑटो ड्राइवर डिटेक्शन
ja_jp: 自動ドライバー検出
ml_in: ഓട്ടോ ഡ്രൈവർ ഡിറ്റക്ഷൻ
pl_pl: Automatyczne wykrywanie sterowników
tr_tr: Otomatik Sürücü Tespiti

# AutoDriverDetectionSettingsCard.Description
source: Automatically detect and list all of the drivers on the system
ar: الكشف التلقائي عن جميع برامج التشغيل الموجودة على النظام وإدراجها في قائمة
de_de: Automatisch alle Treiber auf dem System erkennen und auflisten
el_gr: Αυτόματη ανίχνευση και καταγραφή όλων των οδηγών στο σύστημα
es: Detectar y listar automáticamente todos los controladores del sistema
fr_fr: Détecter et lister automatiquement tous les pilotes du système
he_il: זהה ורשום באופן אוטומטי את כל מנהלי ההתקנים במערכת
hi_in: सिस्टम पर सभी ड्राइवरों का स्वचालित रूप से पता लगाएं और सूचीबद्ध करें
ja_jp: システム上のすべてのドライバーを自動的に検出してリストします
ml_in: സിസ്റ്റത്തിലെ എല്ലാ ഡ്രൈവറുകളും യാന്ത്രികമായി കണ്ടെത്തി ലിസ്റ്റ് ചെയ്യുക
pl_pl: Automatycznie wykryj i wyświetl listę wszystkich sterowników w systemie
tr_tr: Sistemdeki tüm sürücüleri otomatik olarak algılayıp listeleyin

# AutoDriverDetectionSettingsCard.ToolTipService.ToolTip
source: Automatically detect and list all of the drivers on the system
ar: الكشف التلقائي عن جميع برامج التشغيل الموجودة على النظام وإدراجها في قائمة
de_de: Automatisch alle Treiber auf dem System erkennen und auflisten
el_gr: Αυτόματη ανίχνευση και καταγραφή όλων των οδηγών στο σύστημα
es: Detectar y listar automáticamente todos los controladores del sistema
fr_fr: Détecter et lister automatiquement tous les pilotes du système
he_il: זהה ורשום באופן אוטומטי את כל מנהלי ההתקנים במערכת
hi_in: सिस्टम पर सभी ड्राइवरों का स्वचालित रूप से पता लगाएं और सूचीबद्ध करें
ja_jp: システム上のすべてのドライバーを自動的に検出してリストします
ml_in: സിസ്റ്റത്തിലെ എല്ലാ ഡ്രൈവറുകളും യാന്ത്രികമായി കണ്ടെത്തി ലിസ്റ്റ് ചെയ്യുക
pl_pl: Automatycznie wykryj i wyświetl listę wszystkich sterowników w systemie
tr_tr: Sistemdeki tüm sürücüleri otomatik olarak algılayıp listeleyin

# AutoDriverDetectionSettingsCard.AutomationProperties.HelpText
source: Automatically detect and list all of the drivers on the system
ar: الكشف التلقائي عن جميع برامج التشغيل الموجودة على النظام وإدراجها في قائمة
de_de: Automatisch alle Treiber auf dem System erkennen und auflisten
el_gr: Αυτόματη ανίχνευση και καταγραφή όλων των οδηγών στο σύστημα
es: Detectar y listar automáticamente todos los controladores del sistema
fr_fr: Détecter et lister automatiquement tous les pilotes du système
he_il: זהה ורשום באופן אוטומטי את כל מנהלי ההתקנים במערכת
hi_in: सिस्टम पर सभी ड्राइवरों का स्वचालित रूप से पता लगाएं और सूचीबद्ध करें
ja_jp: システム上のすべてのドライバーを自動的に検出してリストします
ml_in: സിസ്റ്റത്തിലെ എല്ലാ ഡ്രൈവറുകളും യാന്ത്രികമായി കണ്ടെത്തി ലിസ്റ്റ് ചെയ്യുക
pl_pl: Automatycznie wykryj i wyświetl listę wszystkich sterowników w systemie
tr_tr: Sistemdeki tüm sürücüleri otomatik olarak algılayıp listeleyin

# ScanEventLogsForStrictKernelPolicySettingsCard.Header
source: Scan Event Logs
ar: مسح سجلات الأحداث
de_de: Ereignisprotokolle scannen
el_gr: Σάρωση Αρχείων Καταγραφής Συμβάντων
es: Escanear Registros de Eventos
fr_fr: Analyser les Journaux d'Événements
he_il: סרוק יומני אירועים
hi_in: इवेंट लॉग स्कैन करें
ja_jp: イベントログをスキャン
ml_in: ഇവന്റ് ലോഗുകൾ സ്കാൻ ചെയ്യുക
pl_pl: Skanuj dzienniki zdarzeń
tr_tr: Olay Günlüklerini Tara

# ScanEventLogsForStrictKernelPolicySettingsCard.Description
source: Scan the event logs for Kernel-mode files only
ar: مسح سجلات الأحداث بحثًا عن ملفات وضع النواة فقط
de_de: Nur Kernelmodus-Dateien in den Ereignisprotokollen scannen
el_gr: Σαρώστε τα αρχεία καταγραφής συμβάντων μόνο για αρχεία λειτουργίας πυρήνα
es: Escanear los registros de eventos solo para archivos de modo kernel
fr_fr: Analyser les journaux d'événements pour les fichiers Mode Noyau uniquement
he_il: סרוק את יומני האירועים עבור קבצי מצב ליבה בלבד
hi_in: केवल कर्नेल-मोड फ़ाइलों के लिए इवेंट लॉग को स्कैन करें
ja_jp: カーネルモードファイルのみイベントログをスキャンします
ml_in: കേർണൽ-മോഡ് ഫയലുകൾക്കായി മാത്രം ഇവന്റ് ലോഗുകൾ സ്കാൻ ചെയ്യുക
pl_pl: Skanuj dzienniki zdarzeń tylko w poszukiwaniu plików trybu jądra
tr_tr: Olay günlüklerini yalnızca Çekirdek modu dosyaları için tarayın

# ScanEventLogsForStrictKernelPolicySettingsCard.ToolTipService.ToolTip
source: Scan the event logs for Kernel-mode files only
ar: مسح سجلات الأحداث بحثًا عن ملفات وضع النواة فقط
de_de: Nur Kernelmodus-Dateien in den Ereignisprotokollen scannen
el_gr: Σαρώστε τα αρχεία καταγραφής συμβάντων μόνο για αρχεία λειτουργίας πυρήνα
es: Escanear los registros de eventos solo para archivos de modo kernel
fr_fr: Analyser les journaux d'événements pour les fichiers Mode Noyau uniquement
he_il: סרוק את יומני האירועים עבור קבצי מצב ליבה בלבד
hi_in: केवल कर्नेल-मोड फ़ाइलों के लिए इवेंट लॉग को स्कैन करें
ja_jp: カーネルモードファイルのみイベントログをスキャンします
ml_in: കേർണൽ-മോഡ് ഫയലുകൾക്കായി മാത്രം ഇവന്റ് ലോഗുകൾ സ്കാൻ ചെയ്യുക
pl_pl: Skanuj dzienniki zdarzeń tylko w poszukiwaniu plików trybu jądra
tr_tr: Olay günlüklerini yalnızca Çekirdek modu dosyaları için tarayın

# ScanEventLogsForStrictKernelPolicySettingsCard.AutomationProperties.HelpText
source: Scan the event logs for Kernel-mode files only
ar: مسح سجلات الأحداث بحثًا عن ملفات وضع النواة فقط
de_de: Nur Kernelmodus-Dateien in den Ereignisprotokollen scannen
el_gr: Σαρώστε τα αρχεία καταγραφής συμβάντων μόνο για αρχεία λειτουργίας πυρήνα
es: Escanear los registros de eventos solo para archivos de modo kernel
fr_fr: Analyser les journaux d'événements pour les fichiers Mode Noyau uniquement
he_il: סרוק את יומני האירועים עבור קבצי מצב ליבה בלבד
hi_in: केवल कर्नेल-मोड फ़ाइलों के लिए इवेंट लॉग को स्कैन करें
ja_jp: カーネルモードファイルのみイベントログをスキャンします
ml_in: കേർണൽ-മോഡ് ഫയലുകൾക്കായി മാത്രം ഇവന്റ് ലോഗുകൾ സ്കാൻ ചെയ്യുക
pl_pl: Skanuj dzienniki zdarzeń tylko w poszukiwaniu plików trybu jądra
tr_tr: Olay günlüklerini yalnızca Çekirdek modu dosyaları için tarayın

# ViewStrictKernelModeDetailsSettingsCard.Header
source: View detected Kernel-mode files
ar: عرض تفاصيل ملفات وضع النواة المكتشفة
de_de: Erkannte Kernelmodus-Dateien anzeigen
el_gr: Προβολή ανιχνευμένων αρχείων λειτουργίας πυρήνα
es: Ver archivos de modo kernel detectados
fr_fr: Voir les fichiers Mode Noyau détectés
he_il: הצג קבצי מצב ליבה שזוהו
hi_in: पहचानी गई कर्नेल-मोड फ़ाइलें देखें
ja_jp: 検出されたカーネルモードファイルを表示
ml_in: കണ്ടെത്തിയ കേർണൽ-മോഡ് ഫയലുകൾ കാണുക
pl_pl: Wyświetl wykryte pliki trybu jądra
tr_tr: Algılanan Çekirdek modu dosyalarını görüntüle

# ViewStrictKernelModeDetailsSettingsCard.Description
source: View the details of all of the Kernel-mode files that were found
ar: عرض تفاصيل جميع ملفات وضع النواة التي تم العثور عليها
de_de: Details zu allen gefundenen Kernelmodus-Dateien anzeigen
el_gr: Προβάλετε τις λεπτομέρειες όλων των αρχείων λειτουργίας πυρήνα που βρέθηκαν
es: Ver los detalles de todos los archivos de modo kernel que se encontraron
fr_fr: Voir les détails de tous les fichiers Mode Noyau trouvés
he_il: הצג את הפרטים של כל קבצי מצב ליבה שנמצאו
hi_in: पाई गई सभी कर्नेल-मोड फ़ाइलों का विवरण देखें
ja_jp: 見つかったすべてのカーネルモードファイルの詳細を表示します
ml_in: കണ്ടെത്തിയ എല്ലാ കേർണൽ-മോഡ് ഫയലുകളുടെയും വിശദാംശങ്ങൾ കാണുക
pl_pl: Wyświetl szczegóły wszystkich znalezionych plików trybu jądra
tr_tr: Bulunan tüm Çekirdek modu dosyalarının ayrıntılarını görüntüleyin
